Repository: Laureenrinadumas/wild-series-symfony
Catalog: translations/messages.*.xlf
Languages: es, fr

source: Hello %username%
es: Hola %username%
fr: Bonjour %username%

source: My account
es: Mi cuenta
fr: Mon compte

# account.logout
source: Logout
es: Desconectarse
fr: Se déconnecter

# registration
source: Create an account
es: Inscribirse
fr: S'inscrire

# account.login
source: Login
es: Conectarse
fr: Se connecter

source: All Series
es: Todas las Series
fr: Toutes les Séries

source: Category
es: Categorias
fr: Catégories

source: Series
fr: Séries

source: Seasons
es: Temporada
fr: Saisons

source: Episodes
es: Episodios
fr: Épisodes

source: Actors
es: Actores
fr: Acteurs

source: Language
es: Idioma
fr: Langages

# programs_title
source: Programs
es: Titulo del programa
fr: Programmes

source: Our series
es: Nuestras series
fr: Nos séries

# not_serie
source: Sorry ! there is no serie
es: No hay una serie
fr: Oups ! Il n'exite pas de série.

# search.program
source: Search for a program
es: Buscar un programa
fr: Rechercher un programme

source: Home
fr: Accueil

# episodes.tilte
source: Episodes
es: Episodios
fr: Épisodes

# season.episode
source: Season
es: Temporada
fr: Saison

# comment.user
source: Comment
es: Comentario de usuario
fr: Commentaire

source: Episode
es: Episodio
fr: Épisode

# episode.program
source: Episode
es: Episodio del programa
fr: Épisode

# add.episode
source: Add an episode
es: Agregar un episodio
fr: Ajouter un épisode

# back.seasons
source: Back
es: Regreso
fr: Retour aux saisons

# &lt;h1&gt;Hello_username&lt;/h1&gt;
source: Hello %username%
fr: Bonjour %username%

# profile.page
source: Here you are on your profile page.
es: Página de perfil
fr: Te voici sur ta page de profil.

# message.welcome
source: You will be able to follow all the series that you like and discover many others!
es: ¡Podrás seguir todas las series que te gusten y descubrir muchas otras!
fr: Tu vas pouvoir suivre toutes les séries que tu aimes et en découvrir plein d'autres !

# program.category
source: Category
es: Categoría
fr: Catégories

# program.seasons
source: Seasons
es: Temporada
fr: Saison

# program.season.num
source: Number
es: Número
fr: Numéro

# program.actors
source: Actors
es: Actores
fr: Acteurs

# not_actors
source: Sorry ! there is no actor
es: Ups! no hay actor.
fr: Oups! pas d'acteur pour cette série

source: Edit
es: Editar
fr: Éditer

# index.program
source: Program index
es: Indice del programa
fr: Programmes

# index.programs
source: Program index
es: Indice del programa
fr: L'index des programmes

# create.new.program
source: Create a new program
es: Crear un nuevo programa
fr: Créer un nouveau programme

# title.index.program
source: Title
es: Titulo
fr: Titre

# summary.index.program
source: Summary
es: Sinopsis
fr: Résumé

# actors.index.program
source: Actors
es: Actores
fr: Acteurs

# poster.index.program
source: Poster
fr: Affiche

# not.actor.index.program
source: Sorry ! there is no actor.
fr: Oups ! il n'y a pas d'acteur dans ce programme.

# show.index.program
source: Show
es: Mostrar
fr: Voir

# edit.index.program
source: Edit
es: Editar
fr: Éditer

# not.register.program
source: Sorry ! there is no program.
es: No hay programa grabado
fr: Aucun enregistrement trouvé

# title_edit_program
source: Edit a program
es: Editar un programa
fr: Éditer un programme

# edit.program
source: Edit a program
es: Editar
fr: Éditer un programme

source: Back
es: Regreso
fr: Retour

source: New program
es: Nuevo programa
fr: Nouveau programme

# back.program
source: Back
es: Regreso
fr: Retour

source: Delete
es: Eliminar
fr: Supprimer

# show.program
source: Show a program
es: Mostrar un programa
fr: Voir un programme

# program.show
source: Show a program
es: Mostrar un programa
fr: Voir un programme

# title.program
source: Title
es: Titulo
fr: Titre

# summary.program
source: Summary
es: Sinopsis
fr: Résumé

# poster.program
source: Poster
fr: Affiche

# actor.program
source: Actors
es: Actores
fr: Acteur

# not.actor.program
source: Sorry ! there is no actor.
es: no hay actor en este programa
fr: Aucun acteur pour cette série

# title.index.comment
source: Comment index
es: Indice de comentarios
fr: Index des commentaires

# index.comments
source: Comment index
es: Indice de comentarios
fr: L'index des commentaires

# comment.index.table
source: Comment
es: Comentarios
fr: Commentaires

# rate.index.table
source: Rate
es: Nota
fr: Note

# title_comment_edit
source: Title
es: Titulo
fr: Éditer un commentaire

# comment.edit
source: Edit a comment
es: Comentario
fr: Éditer un commentaire

source: New comment
es: Nuevo comentario
fr: Nouveau commentaire

# create.new.comment
source: Create a new comment
es: Crear un nuevo programa
fr: Poster un nouveau commentaire

# title.comment
source: Title
es: Comentario
fr: Commentaire

# comment.title.base
source: Comment
es: Titulo
fr: Les commentaires

# title.comment.show
source: Comment
es: Titulo
fr: Titre

# rate.comment.show
source: Rate
es: Nota
fr: Note

# back_to_list
source: Back
es: Regreso
fr: Retour

# edit.show.comment
source: Edit
es: Editar
fr: Éditer un commentaire

# edit.comment.title
source: Edit
es: Editar un comentario
fr: Éditer un commentaire

# edit.comment
source: Edit a comment
es: Editar
fr: Éditer un commentaire

# form.delete
source: Delete
es: Eliminar
fr: Supprimer

source: Actor
fr: Acteur

source: Comment
es: Comentario
fr: Commentaire

# evaluation
source: Rate
es: Valoración
fr: Note

# Category.title
source: Category
es: Categoría
fr: Catégories

# email.sentence
source: The wild series has just added a new series that you should like:
es: La serie salvaje acaba de agregar una nueva serie que te gustará:
fr: Le wild séries vient d'ajouter une nouvelle série qui devrait vous plaire :

# look_at
source: Watch now !
es: Mirar
fr: Regarder

source: Actor index
es: Indice actor
fr: Index des acteurs

# actor.index.table
source: Actor index
es: Indice de actores
fr: L'index des acteurs

# name.index.table
source: Name
es: Apellido
fr: Nom

source: Show
es: Mostrar
fr: Voir

# not.register.actor
source: Sorry ! there is no actor.
es: Ups ! no hay actor.
fr: Oups ! pas d'acteur enregistré

# title_edit_actor
source: Edit an actor
es: Editar un actor
fr: Éditer un acteur

# edit.actor
source: Edit an actor
es: Editar un actor
fr: Éditer un acteur

source: New actor
es: Nuevo actor
fr: Nouvel acteur

# create.new.actor
source: Create a new actor
es: Crear un nuevo actor
fr: Créer un nouvel acteur

# Actor.title
source: Actor
es: Actor | Actriz
fr: Acteur | Actrice

# actors.title
source: Actors
es: Actor | Actriz
fr: Acteur | Actrice

# name.actor
source: Name
es: Apellido
fr: Nom

# sentence.actor
source: Notable series
es: Este | Esta actriz | actor tiene un papel en esta serie
fr: Cette|Cet actrice|acteur tient un rôle dans cette série

# category.title
source: Category
es: Índice de categoría
fr: Index Catégories

# index.categories
source: Category index
es: Índice de categoría
fr: L'index des catégories

# create.new.category
source: Create a new category
es: Crea una nueva categoría
fr: Créer une nouvelle catégorie

# add.category
source: Add a category
es: Añadir categoría
fr: Ajout de catégorie

# add.new.category
source: Add a new category
es: Agregar una nueva categoría
fr: Ajouter une nouvelle catégorie

# index.episode
source: Episode index
es: Índice de episodios
fr: Index des épisodes

# index.episodes
source: Episode index
es: Índice de episodios
fr: L'index des épisodes

# title.index.episode
source: Title
es: Título
fr: Titre

# num.index.episode
source: Numero
es: Número
fr: Numéro

# synop.index.episode
source: Synopsy
es: Sinopsia
fr: Synopsie

# not.index.episode
source: Sorry ! there is no episode
es: ¡Ups! no hay episodio
fr: Oups ! il n'y a pas d'épisode

# title_edit_episode
source: Edit an episode
es: Editar un episodio
fr: Éditer un épisode

# create.edit.episode
source: Create an episode
es: Crea un episodio nuevo
fr: Créer un nouvel épisode

source: New episode
es: Nuevo episodio
fr: Nouvel épisode

# create.new.episode
source: Create a new episode
es: Crea un episodio nuevo
fr: Créer un nouvel épisode

# show.episode
source: Show an episode
es: Episodio
fr: Épisode

# show.episode.show
source: Show an episode
es: Ver
fr: Voir

# title.show.episode
source: Title
es: Título
fr: Titre

# num.show.episode
source: Numero
es: Número
fr: Numéro

# Synop.show.episode
source: Synopsy
es: Sinopsia
fr: Synopsis

source: Season index
es: Indice temporada
fr: Index des saisons

# index.seasons
source: Season index
es: Indice temporadas
fr: L'index des saisons

# Create.new.saison
source: Create a new season
es: Crear una temporada
fr: Créer une nouvelle saison

# index.seasons.num
source: Numero
es: Número
fr: Numéro

# index.seasons.year
source: Year
es: Año
fr: Année

# index.seasons.show
source: Show
es: Mostrar
fr: Voir

# index.seasons.edit
source: Edit
es: Editar
fr: Éditer

# not.index.seasons
source: Sorry ! there is no season.
es: Ups! no hay temporada
fr: Aucune saison enregistrée

# edit_seasons
source: Edit a season
es: editar una temporada
fr: Éditer des saisons

# edit.season
source: Edit a season
es: Editar una temporada
fr: Éditer une saison

source: New season
es: Nueva temporada
fr: Nouvelle saison

# create.season
source: Create a new season
es: Crear una temporada
fr: Créer une nouvelle saison

# season.title
source: Season
es: Título
fr: Saison

source: Seasons
es: Temporadas
fr: Saisons

# number.season
source: Number
es: Número
fr: Numéro

# year.season
source: Year
es: Año
fr: Année

source: Register
es: Registrar
fr: S'inscrire

# no.found.records
source: No found record
es: Sin grabación
fr: Aucun téléchargement trouvé

# new.comment.button
source: Add a comment
es: agregar un nuevo comentario
fr: Nouveau commentaire

source: New actor
es: Nuevo actor
fr: Ajouter un nouvel acteur

source: Welcome !
es: Bienvenidos
fr: Bienvenue !

# create_new_episode
source: Create a new episode
es: Crea un episodio nuevo
fr: Créer un nouvel épidode

# edit.show.episode
source: Edit
es: Editar
fr: Éditer un épisode

# actions.index.program
source: Actions
es: Acciones

# actions.index.table
source: Actions
es: Acciones

# actions.index.episode
source: Actions
es: Comportamiento

# index.seasons.description
source: Description
es: Descripción

# index.seasons.actions
source: Actions
es: Acciones

# descriprion.season
source: Description
es: Descripción
